Repository: Paulemann/script.nowplaying2
Catalog: resources/language/*/strings.po
Languages: german

# #30000
source: General
german: Allgemein

# #30001
source: Identify kodi clients via PVR port
german: Kodi-Clients über PVR-Port identifizieren

# #30002
source: PVR port (see config of PVR backend)
german: PVR-Port (siehe Konf. PVR Backend)

# #30003
source: RPC Settings
german: RPC-Einstellungen

# #30005
source: User name
german: Benutzername

# #30006
source: Password
german: Passwort

# #30009
source: Client#1 IP address
german: Client#1 IP-Adresse

# #30011
source: Client#2 IP address
german: Client#2 IP-Adresse

# #30013
source: Client#3 IP address
german: Client#3 IP-Adresse

# #30015
source: Client#4 IP address
german: Client#4 IP-Adresse

# #30050
source: Select kodi client to stop playback
german: Zum Anhalten der Wiedergabe, einen Kodi-Client auswählen

# #30052
source: Cancel
german: Abbruch

# #30053
source: No playback currently
german: Zurzeit findet keine Wiedergabe statt

# #30054
source: TV Recording
german: TV-Aufnahme

# #30055
source: The current playback has been cancelled.
german: Die aktuelle Wiedergabe wurde abgebrochen.

# #30056
source: Current Recording
german: Momentane Aufnahme

# #30057
source: The current recording has been cancelled.
german: Die momentane Aufnahme wurde abgebrochen.
